"Please Donate" = "Merci de faire un don";
"Donate" = "Faire un don";
"This is free software, but it still costs money to write, support, and distribute it. If you enjoy using it, please consider a donation to the authors of this software. It will help to make Cyberduck even better!" = "C'est un logiciel libre, mais il coûte de l'argent à développer, à maintenir et à distribuer. Si son utilisation vous satisfait, pensez à faire un don à ses auteurs. Cela contribuera à l'améliorer encore plus !";
"As a contributor to Cyberduck, you receive a registration key that disables this prompt." = "En tant que contributeur, vous recevez une clé d'enregistrement qui désactive cette alerte.";
"Thank you for using Cyberduck!" = "Merci d'utiliser Cyberduck !";
"Later" = "Plus tard";
"Don't show again for this version" = "Ne plus afficher pour cette version";
"Registration Key" = "Clé d'enregistrement";

"Buy in Windows Store" = "Acheter dans le Windows Store";
"Buy in Mac App Store" = "Acheter dans le Mac App Store";
